[language]
name=ไทย 
id=1054
[frmMain]
btnSearchAll=ค้นหาทั้งหมด(&S)
btnOpenFile=เปิดไฟล์(&F)…
btnOpen=เปิด(&O)
btnExit=ท้าย(&X)
btnAdvance=อื่น ๆ(&O)
btnClose=ท้าย(&X)
mFile=ไฟล์(&F)
mOpen=เปิด(&O) ...

mExit=ท้าย(&X)
mCodeConvert=การแปลงรหัส(&C)
mLanguage=ภาษา(&Language)
mHelp=ความช่วยเหลือ(&H)
mAbout=เกี่ยวกับ(&A)
mOptions=Options(&O)
mWebsite=ปรับปรุงเว็บไซต์(&W)
mBugReport=รายงานบั๊ก(&R)
mManual=คู่มือการดำเนินงาน(&M)
mWebserver=เว็บเซิร์ฟเวอร์(&W)
mChangeDirectory=สำหรับไดเรกทอรีบ้าน(&C)
mShowAllDb=แสดงฐานข้อมูลที่ซ่อนอยู่

[frmAddfavor]
btnadd=ที่เพิ่ม(&A)
btndelete=ลบ(&E)
btncancel=ปิด(&C)
btnup=เกี่ยวกับ(&U)
btndown=ถัดไป(&D)



[frmData]
mautodict=ออโต้พจนานุกรม(&D)
mautosearch=แบบสอบถามอัตโนมัติ(&S)
mHe=หากต้องการแก้ไขต้นฉบับ Han(&H)
mSetNoteColor=กำหนดสี Meipi(&C)...
mSetNotebgColor=พื้นหลังชุด Meipi(&B)...
mSetDefNoteColor=Default Color Meipi(&C)...
mSetDefNotebgColor=พื้นหลังเริ่มต้น Meipi(&B)...
mSetDefBmColor=บุ๊คมาร์คสี(&B)...
mCloneTab=แท็บ Replication(&R)
mSmallTreeFont=รายการของพื้นที่ใช้แบบอักษรขนาดเล็ก(&S)
mListAdb=เปิดฐานข้อมูลอื่น ๆ ...
mCloseTab=ปิดแท็บนี้
mCloseRightTab=ปิดทั้งหมดขวา

mSelectAll=เลือกทั้งหมด(&A)
mSelectAll1=เลือกทั้งหมด(&A)
mFindchar=อะไหล่คำค้นหา ...
mNoChange=ไม่เปลี่ยนแปลง(&A)
mTraditional=Into แบบดั้งเดิม(&T)
mSimplified=การแปลงแบบง่าย(&S)

mManual=คู่มือการดำเนินงาน(&M)
mAbout=เกี่ยวกับ(&A)
mHelp=ความช่วยเหลือ(&H)
mSeperator=คั่นวรรค(&P)
mExternalImage=โปรแกรมต่างๆที่ใช้เชื่อมต่อภายนอก -(&E)
mUseccg=ใช้ตัวอักษรใน(&C)
mUsemingliext=ตัวอักษรโรมันใช้เจ็ดสิบ(&M)
mSynonym=ค้นหาความหมายเหมือนกัน(&S)
mAutofocus=โฟกัสโดยอัตโนมัติย้ายไปยังพื้นที่นี้(&F)
mAutolock=ช่วงล็อคอัตโนมัติ(&L)
mExport=ส่งออก(&E)
mExportRefer=การส่งออกหลาย viewport(&R)...
mExportText=การส่งออกในเขตนี้(&E)...
mExportTree=พื้นที่ไดเรกทอรีการส่งออก(&T)...
mExportNote=หมายเหตุส่งออก ...
mImportNote=บันทึกย่อนำเข้า ...
mViewNote=ดูบันทึกอื่น ๆ ...
mRevertNote=ตอบบันทึกของฉัน
mFavorites=Favorites(&F)
mAddFavorite=เพิ่มในรายการโปรด(&A)
mAddFavorite1=เพิ่มในรายการโปรด(&A)
mOrganizeFavorite=จัดการรายการโปรดของฉัน(&O)

cbsearchtype=เลือกวิธีการค้นหา
edittofind=กดปุ่ม Enter การบันทึกทางประวัติศาสตร์ที่สามารถเพิ่มและบันทึกไว้ในผลการค้นหาแท็บ
mAdvOptions=ตัวเลือกขั้นสูง(&O)
mOptions=Options(&O)
mVertical1=แนวตั้ง(&V)
mFontsize=ขนาดตัวอักษร(&F)
mSmallfont=แบบอักษรขนาดเล็ก(&S)
mMiddleFont=font(&M)
mLargeFont=ตัวอักษรใหญ่(&L)
mExtraFont=ตัวอักษรใหญ่(&E)
mWrap=ตัดออโต้(&W)
mShowLineNo=แสดงหมายเลขบรรทัด(&S)
mShowTree=ต้นไม้(&T)
mShowRefer=viewport หลาย(&R)

mReading=อ่าน(&R)
mGoHotLine=ไปยังบรรทัดร้อน(&L)
mGoline1=ไป(&G)...
mExcerptLine=สรุปแถว(&E)
m1line=แถวคำสำคัญ(&1)
m3lines=คำสำคัญลงโฆษณา(&3)
m5lines=คำสำคัญขึ้นและลงสองแถว(&5)
mExcerptMode=Mode สรุป(&X)
mExcerptMode2=Mode สรุป
mExcerptType=Abstract Class(&E)
mBookmarks=บุ๊คมาร์ค(&B)
mKeywords=คำหลัก(&K)
mMarkers=เน้นข้อความ(&M)
mBookmark=บุ๊คมาร์ค(&B)
mNextbookmark=บุ๊คมาร์คถัดไป(&U)
mprevBookmark=ล่าสุดที่คั่นหน้าเว็บ(&M)
mNextbookmark1=บุ๊คมาร์คถัดไป
mprevBookmark1=ล่าสุดที่คั่นหน้าเว็บ
mNextMarker=เน้นข้อความถัดไป
mPrevMarker=เน้นข้อความล่าสุด
mExcerpt=เป็นนามธรรม(&E)
mNextOccur1=เขียน(&N)
mPrevOccur1=ปากกา(&P)
mNextOccur=เขียน(&N)
mPrevOccur=ปากกา(&P)
mNote=Notes(&N)
mManual=คู่มือการดำเนินงาน(&M)
mAdvance=โหมดขั้นสูง(&A)
mShowtoolbox=กล่องเครื่องมือ(&T)
mUsedFiles=เปิดไฟล์ที่ได้รับ(&U)
mHideNoHit=แสดงเฉพาะผู้ที่ตอบสนอง(&L)
mAutoGotoOccur=โดยอัตโนมัติข้ามไปแรกพบ(&O)
mResetTree=ราก(&T)
mGotofind=กล่องข้อความการค้นหา(&T)
mClearAllBookmarks=ลบบุ๊คมาร์คทั้งหมด(&C)
mClearAllMarkers=ล้างทั้งหมดเน้นข้อความ(&M)
mClearVisited=ล้างได้อ่านสีพื้นหลังของบรรทัด(&V)
mClone=หน้าต่างคัดลอก(&N)
mTopofFile=หน้าแรกข้อมูล(&F)
mGoForward=จุดทางแยกถัดไป
mGoBackward=จุดทางแยกสุดท้าย
mAddNote=Meipi เพิ่ม(&N)
mDeleteNote=ธนาคาร Meipi ลบ(&D)
mAddLink=เชื่อมโยงหลายมิติ(&H)...
mSelection=ค้นหาผสาน(&M)
mResetTree=ราก(&R)
mCopy=สำเนา(&C)
mCopyExcerpt=คัดลอกการอ้างอิง(&E)
mCopyRef=คัดลอกจุดอ้างอิง(&R)
mCopyRef1=คัดลอกจุดอ้างอิง(&R)
mExcerptMode=Mode สรุป(&X)
mTreeParents=ชั้นเอกสาร(&H)
mBookmark=บุ๊คมาร์ค(&B)
mNextbookmark=บุ๊คมาร์คถัดไป(&U)
mprevBookmark=ล่าสุดที่คั่นหน้าเว็บ(&M)
mFindSelection=การค้นหาขั้นสูง(&S)
mFindSel=Search(&F)
mFindSelAnd=ก่อนและหลัง(&+)
mFindSelOr=หรือ(&,)
mFindSelStar=สัญลักษณ์(&*)
mFindSelAndNot=ไม่มีก่อนและหลัง(&-)
mFirsthit=ในการพบกันครั้งแรก(&A)
mHideNoHit=แสดงเฉพาะผู้ที่ตอบสนอง(&L)
mExpandone=ขยายชั้น (+)
mExpandAll=ขยายทั้งหมด (*)
mCollapseOne=ชั้น Convergence (--)
mCollapseAll=Convergence ทั้งหมด (/)
mSelectAbort=ยกเลิกการเลือกพื้นที่(&S)
mShowLineNo=แสดงหมายเลขบรรทัด(&S)
mNodeAsRange=ให้การค้นหาของคุณ(&W)
mExcerptType=Abstract Class(&E)
mMarker=เน้นข้อความ(&M)

mClearMarker=Clear เน้นข้อความ(&C)
mCustomMarker=สีที่กำหนดเอง(&1)
mCustomMarker1=สีที่กำหนดเอง(&2)
mCustomMarker2=สีที่กำหนดเอง(&3)
mCustomMarker3=สีที่กำหนดเอง(&4)
mClearMarker=ชัดเจน(&L)

mGlyphInfo=รูปร่าง Dynamic(&G)...
mGlyphInfo1=รูปร่าง Dynamic(&G)...
mFindDict=พจนานุกรม(&D)
[frmGotoline]
lblLineno=หมายเลขบรรทัด
bGotoline=OK
bCancel=ยกเลิก
lblID=หน้าหนังสือ
lblwarning=ไม่พบ!

[frmBugReport]
lblemail=อีเมล์ของคุณ
lblname=ชื่อของคุณ
lbldescription=ลักษณะ
btnsend=ที่ถูกส่ง
lblattachment=กรุณาแนบหน้าจอแสดงข้อผิดพลาดได้อย่างรวดเร็วระบุปัญหาการวาดภาพ
btnGuide=หลักเกณฑ์การรายงานข้อผิดพลาด
[frmIndex]
btnBuild=สร้าง
btnSelect=ตัวเลือก
btnUp=เกี่ยวกับ
btnDown=ถัดไป
btnDel=เอาออก
btnClear=ลบทั้งหมด
lblDB=ชื่อฐานข้อมูล

[frmAbout]
btnCheckupdate=ตรวจหาการปรับปรุง
[frmImage]
btnSaveAs=บันทึกภาพ(&A)
btnCopy=คัดลอกไปที่คลิปบอร์ด(&C)


[lookup]
name0=พจนานุกรมพุทธศาสนา
url0=http://sql.fgs.org.tw/webfbd/term.asp?term =$_;
name1=กระทรวงการศึกษาภาษาจีนกลาง
url1=http://140.111.34.46/cgi-bin/dict/newsearch.cgi?Database =dict&QueryScope=
name2=ภาษาบาลีภาษาอังกฤษพจนานุกรม
url2=http://dsal.uchicago.edu/cgi-bin/ddsa/search2e?CONJUNCT =PHRASE&word=
name3=พจนานุกรมภาษาสันสกฤตโคโลญดิจิตอล
url3=http://webapps.uni-koeln.de/cgi-bin/tamil/recherche?dictionary =mwd&prst=
name4=Google
url4=http://www.google.com.tw/sea​​rch?q =$_;
name5=วิกิพีเดีย
url5=http://zh.wikipedia.org/wiki/ $ _;

[frmAddLink]
btnok=OK
rblink=ฐานข้อมูลเชื่อมโยงหลายมิติ
rburl=เว็บไซต์ภายนอก (URL) หรือชื่อไฟล์
rbtext=หมายเหตุ
btncancel=ยกเลิก
lblwarning=ลิงค์ไม่ถูกต้อง!
btndelete=ลบ
[frmccgfind]
lblinput=อินพุต
lblids=ประเภทของการกำหนดค่า
cbvariant=การระบุชิ้นส่วน
cbsystemfont=คำว่าระบบ
cbExtb=ขยายตัวอักษรชุด B
lblinner=รหัสสินค้าภายใน
lblhanyu=ภาษาจีน
lblbasic=* ส่วนที่
btnselect=ที่เลือก
[frmbmtext]
btnOk=OK
btnCancel=ยกเลิก
btnClear=ว่างเปล่า
btnColor=สี
[frmnotes]
cbnotes=Meipi
cbmarkers=เน้นข้อความ
cbuserlinks=เชื่อมโยงหลายมิติแบบกำหนดเอง
cbbookmarks=บุ๊คมาร์ค
btnOk=OK
btnCancel=ให้ขึ้น

[strings]
exportnotetype=ส่งออกบันทึกต่อไปนี้
importnotetype=นำเข้าบันทึกต่อไปนี้

image_link=แผนภูมิ
found_hits=ปรากฏครั้ง%d
found_matchs=ปากการวม%d (%d ครั้ง)
not_found=ไม่มีคำที่เกี่ยวข้อง
no_marker=ไม่เน้นข้อความ
no_bookmark=ไม่มีบุ๊คมาร์ค
image_not_found=ไม่พบไฟล์ภาพ!
no_nextoccur=ลงไม่มีคำอื่น ๆ
no_prevoccur=พบข้อความไม่ขึ้น
search_distance=Kerning
gotreenode=ไปยังโหนดไดเรกทอรี(&T)
aboutdb=เกี่ยวกับ
noabout=เอกสารนี้ไม่มีผลประโยชน์จากลิขสิทธิ์ U +8 บัฟ
btnRoot.hint=Convergence และปลดล็อคทั้งหมดโหนดไดเรกทอรี
sbDistance.hint=ระยะห่างระหว่างความหมายของวลีการค้นหาและ * สัญลักษณ์แทนระยะทางสูงสุดที่
editDistance.hint=ระยะห่างของการค้นหาปัจจุบันตั้งค่าเป็น"อักษร"เป็นหน่วยผู้ดำเนินงานของคำในข้อความภาษาอังกฤษ
Doctrees.hint=นำเสนอในโครงสร้างไดเรกทอรี
textviewer.hint=บริเวณนี้
mbegin.hint=กว่าที่พบในจุดเริ่มต้น
mend.hint=ปลายชีวิตกว่า
thechar.hint=ว่าระบบไม่เห็นตัวอักษรนี้
message_sent=ข้อความได้ถูกส่ง!
total_match=ครั้งการปฏิบัติตามทั้งหมด :
total_lines=ส่งออกทั้งหมดของย่อหน้า :
end_of_export=การส่งออกข้อมูลเสร็จสมบูรณ์
export_trimmed=เกินกว่าจำนวนสูงสุดของแถวที่จะหยุดการส่งออก
criteria=เงื่อนไขการค้นหา :
link_not_found=ไม่สามารถที่จะเชื่อมโยงไป!
cbmatchtype=วิธีการจับคู่
matchtype=ที่จุดเริ่มต้นบางที่สิ้นสุดโดยสิ้นเชิง
dictmatchtype=ที่จุดเริ่มต้น, ความถี่ใด ๆ ที่สิ้นสมบูรณ์แบบข้อความเต็ม
seconds=วินาที
termcountexceed=พบกับรายการมากเกินไป (%d) โปรด จำกัด ขอบเขตของการ
quitprogram=สุดท้ายของระบบ?
addfavorite=-- เพิ่มไว้ในรายการโปรด
organizefavorite=-- จัดการรายการโปรดของฉัน
resulttab=ผลการค้นหา
dicttab=พจนานุกรม
bookmarkstab=บุ๊คมาร์ค
markerstab=เน้นข้อความ
userlinkstab=เชื่อมโยงหลายมิติ
textnotestab=Meipi
termnotfound=ไม่พบ"%s"!
totaltermfound=พบ%d เดือน
gotohelp=ใส่บรรทัดของหน้ารหัสเช่น \ n ฉบับที่ห้า 5 \ n Fifth Book VII ของหน้า 5p7 \ n Fifth Book VII ของบรรทัดที่สี่ของหน้า 5p7 # 4 \ n หน้าหนังสือเล่มที่เจ็ด np7
linkhelp=ไวยากรณ์ฐานข้อมูลเชื่อมโยงหลายมิติดู CTRL + G กล่องโต้ตอบ \ n การเชื่อมโยงไปยังฐานข้อมูลอื่น ๆ นำหน้าด้วย ID ฐานข้อมูลกรณี :? \ ntaisho 1p7a เชื่อมต่อกับ Volume ไทโช 1, หน้า 7, คอลัมน์ \ ntaisho N221 ขนาดใหญ่ที่เชื่อมต่อกับ 221 โดย

askclearallbookmarks=แน่ใจหรือว่าต้องการลบบุ๊คมาร์คทั้งหมดหรือไม่
askclearallmarkers=แน่ใจหรือว่าต้องการเน้นข้อความที่ชัดเจนทั้งหมดหรือไม่
askclearalluserlinks=แน่ใจหรือว่าต้องการล้างเชื่อมโยงหลายมิติแบบกำหนดเองทั้งหมดหรือไม่
askclearalltextnotes=แน่ใจหรือว่าต้องการล้าง Meipi ทั้งหมดหรือไม่
clearallbookmarks=ลบบุ๊คมาร์คทั้งหมด
clearallmarkers=ล้างทั้งหมดเน้นข้อความ
clearalltextnotes=ล้างทั้งหมด Meipi
clearalluserlinks=ล้างทั้งหมดเชื่อมโยงหลายมิติแบบกำหนดเอง
closealltab=มือด้านขวาของแท็บปัจจุบันที่จะลบแท็บทั้งหมดหรือไม่
confirm=การยืนยัน
mbegin=ที่จุดเริ่มต้นของเส้นด้วย
mend=สิ้นสุดการตอบสนอง
selectionexceed=เกินไปการเลือกคัดลอกเฉพาะ%d คำ
viewnote=บันทึกอื่น ๆ ดูรายการไม่ได้แก้ไข \ N ถ้าคุณต้องการบันทึกการเปลี่ยนแปลงของคนอื่นที่นำเข้าครั้งแรก
askcleartextbookmark=ที่คั่นหน้ามีประสบการณ์แน่ใจว่าลบหรือไม่
frmbmtext.caption=Bookmark เคล็ดลับข้อความ
Filename=ชื่อไฟล์
Name=ชื่อ
Date=วันที่
Found=พบ 

